{
    "uporabnisko_ime": "Manca",
    "zasifrirano_geslo": "2576581839$228e96c82c762a501472109ebc7e3206ab1f66fef8ae5deb22025af48797f20fa9727dda19fea661dd0bbbc2a1ed9c0cb1727fb7ae79104a38e09d041b4578f2",
    "seznam_testov": [
        {
            "predmet": "Fizika",
            "letnik": "1. letnik",
            "ucitelj": "Manca",
            "st_razlicic": 7,
            "st_nalog": 3,
            "slovar_nalog": {
                "0": {
                    "st_razlicic": 7,
                    "besedilo": "Avto je v #1 s prevozil #2 km. Kako hitro je peljal, če veš, da se je gibal premo enakomerno?",
                    "formula_resitve": "#2 / (#1 * (60 ** 2))",
                    "slovar_baz_podatkov": {
                        "#1": [
                            "R",
                            "20",
                            "50"
                        ],
                        "#2": [
                            "R",
                            "0",
                            "10"
                        ]
                    },
                    "seznam_razlicic": [
                        {
                            "besedilo": "Avto je v 29.427 s prevozil 0.345 km. Kako hitro je peljal, če veš, da se je gibal premo enakomerno?",
                            "resitev": 0.0
                        },
                        {
                            "besedilo": "Avto je v 32.694 s prevozil 0.771 km. Kako hitro je peljal, če veš, da se je gibal premo enakomerno?",
                            "resitev": 0.0
                        },
                        {
                            "besedilo": "Avto je v 30.635 s prevozil 6.281 km. Kako hitro je peljal, če veš, da se je gibal premo enakomerno?",
                            "resitev": 0.0
                        },
                        {
                            "besedilo": "Avto je v 46.81 s prevozil 7.013 km. Kako hitro je peljal, če veš, da se je gibal premo enakomerno?",
                            "resitev": 0.0
                        },
                        {
                            "besedilo": "Avto je v 47.204 s prevozil 7.271 km. Kako hitro je peljal, če veš, da se je gibal premo enakomerno?",
                            "resitev": 0.0
                        },
                        {
                            "besedilo": "Avto je v 24.102 s prevozil 8.946 km. Kako hitro je peljal, če veš, da se je gibal premo enakomerno?",
                            "resitev": 0.0
                        },
                        {
                            "besedilo": "Avto je v 46.033 s prevozil 7.642 km. Kako hitro je peljal, če veš, da se je gibal premo enakomerno?",
                            "resitev": 0.0
                        }
                    ],
                    "stanje": "KN"
                },
                "1": {
                    "st_razlicic": 7,
                    "besedilo": "Nejc ima #2 nabojev v svoji pištoli. Med strelsko tekmo jih je porabil #2 %. Koliko denarja je zapravil, če vsak naboj stane #3 €?",
                    "formula_resitve": "#3 * ( #1 * ( #2 / 100 ) )",
                    "slovar_baz_podatkov": {
                        "#1": [
                            "N",
                            "20",
                            "50"
                        ],
                        "#2": [
                            "N",
                            "50",
                            "100"
                        ],
                        "#3": [
                            "R",
                            "0",
                            "10"
                        ]
                    },
                    "seznam_razlicic": [
                        {
                            "besedilo": "Nejc ima 53 nabojev v svoji pištoli. Med strelsko tekmo jih je porabil 53 %. Koliko denarja je zapravil, če vsak naboj stane 4.464 €?",
                            "resitev": 92.271
                        },
                        {
                            "besedilo": "Nejc ima 91 nabojev v svoji pištoli. Med strelsko tekmo jih je porabil 91 %. Koliko denarja je zapravil, če vsak naboj stane 1.028 €?",
                            "resitev": 29.935
                        },
                        {
                            "besedilo": "Nejc ima 90 nabojev v svoji pištoli. Med strelsko tekmo jih je porabil 90 %. Koliko denarja je zapravil, če vsak naboj stane 5.692 €?",
                            "resitev": 112.702
                        },
                        {
                            "besedilo": "Nejc ima 81 nabojev v svoji pištoli. Med strelsko tekmo jih je porabil 81 %. Koliko denarja je zapravil, če vsak naboj stane 1.88 €?",
                            "resitev": 76.14
                        },
                        {
                            "besedilo": "Nejc ima 72 nabojev v svoji pištoli. Med strelsko tekmo jih je porabil 72 %. Koliko denarja je zapravil, če vsak naboj stane 8.831 €?",
                            "resitev": 158.958
                        },
                        {
                            "besedilo": "Nejc ima 66 nabojev v svoji pištoli. Med strelsko tekmo jih je porabil 66 %. Koliko denarja je zapravil, če vsak naboj stane 3.607 €?",
                            "resitev": 90.464
                        },
                        {
                            "besedilo": "Nejc ima 75 nabojev v svoji pištoli. Med strelsko tekmo jih je porabil 75 %. Koliko denarja je zapravil, če vsak naboj stane 6.955 €?",
                            "resitev": 109.541
                        }
                    ],
                    "stanje": "KN"
                },
                "2": {
                    "st_razlicic": 7,
                    "besedilo": "Žogico vržemo s stolpa z višino #1 m. Po koliko sekundah bo padla na tla, če privzamemo da je težnostni pospešek enak 10 m/s?\r\n",
                    "formula_resitve": "( #1 / 5 ) ** ( 1 / 2 )",
                    "slovar_baz_podatkov": {
                        "#1": [
                            "N",
                            "50",
                            "1000"
                        ]
                    },
                    "seznam_razlicic": [
                        {
                            "besedilo": "Žogico vržemo s stolpa z višino 365 m. Po koliko sekundah bo padla na tla, če privzamemo da je težnostni pospešek enak 10 m/s?\r\n",
                            "resitev": 8.544
                        },
                        {
                            "besedilo": "Žogico vržemo s stolpa z višino 465 m. Po koliko sekundah bo padla na tla, če privzamemo da je težnostni pospešek enak 10 m/s?\r\n",
                            "resitev": 9.644
                        },
                        {
                            "besedilo": "Žogico vržemo s stolpa z višino 689 m. Po koliko sekundah bo padla na tla, če privzamemo da je težnostni pospešek enak 10 m/s?\r\n",
                            "resitev": 11.739
                        },
                        {
                            "besedilo": "Žogico vržemo s stolpa z višino 192 m. Po koliko sekundah bo padla na tla, če privzamemo da je težnostni pospešek enak 10 m/s?\r\n",
                            "resitev": 6.197
                        },
                        {
                            "besedilo": "Žogico vržemo s stolpa z višino 308 m. Po koliko sekundah bo padla na tla, če privzamemo da je težnostni pospešek enak 10 m/s?\r\n",
                            "resitev": 7.849
                        },
                        {
                            "besedilo": "Žogico vržemo s stolpa z višino 307 m. Po koliko sekundah bo padla na tla, če privzamemo da je težnostni pospešek enak 10 m/s?\r\n",
                            "resitev": 7.836
                        },
                        {
                            "besedilo": "Žogico vržemo s stolpa z višino 314 m. Po koliko sekundah bo padla na tla, če privzamemo da je težnostni pospešek enak 10 m/s?\r\n",
                            "resitev": 7.925
                        },
                        {
                            "besedilo": "Žogico vržemo s stolpa z višino 130 m. Po koliko sekundah bo padla na tla, če privzamemo da je težnostni pospešek enak 10 m/s?\r\n",
                            "resitev": 5.099
                        },
                        {
                            "besedilo": "Žogico vržemo s stolpa z višino 646 m. Po koliko sekundah bo padla na tla, če privzamemo da je težnostni pospešek enak 10 m/s?\r\n",
                            "resitev": 11.367
                        },
                        {
                            "besedilo": "Žogico vržemo s stolpa z višino 820 m. Po koliko sekundah bo padla na tla, če privzamemo da je težnostni pospešek enak 10 m/s?\r\n",
                            "resitev": 12.806
                        },
                        {
                            "besedilo": "Žogico vržemo s stolpa z višino 519 m. Po koliko sekundah bo padla na tla, če privzamemo da je težnostni pospešek enak 10 m/s?\r\n",
                            "resitev": 10.188
                        },
                        {
                            "besedilo": "Žogico vržemo s stolpa z višino 430 m. Po koliko sekundah bo padla na tla, če privzamemo da je težnostni pospešek enak 10 m/s?\r\n",
                            "resitev": 9.274
                        },
                        {
                            "besedilo": "Žogico vržemo s stolpa z višino 90 m. Po koliko sekundah bo padla na tla, če privzamemo da je težnostni pospešek enak 10 m/s?\r\n",
                            "resitev": 4.243
                        },
                        {
                            "besedilo": "Žogico vržemo s stolpa z višino 710 m. Po koliko sekundah bo padla na tla, če privzamemo da je težnostni pospešek enak 10 m/s?\r\n",
                            "resitev": 11.916
                        }
                    ],
                    "stanje": "KN"
                }
            },
            "stanje": "KT"
        }
    ]
}